adw-gtk-theme-git
anyrun-git
asdf-vm
atlauncher
aylurs-gtk-shell-git
base
base-devel
bc
blueman
bluez-utils
btop
cava
clamav
cliphist
cowfortune
cpupower
dart-sass
ddcutil
dmidecode
docker
docker-compose
dosfstools
evtest
expac
fastfetch
featherpad
feh
feishin-bin
ffmpegthumbnailer
figlet
file-roller
firefox
fish
foot
fuzzel-git
fwupd
gamemode
gammastep
gimp
git
github-cli
github-desktop-bin
glm
gnome-bluetooth-3.0
gradience
greetd
greetd-tuigreet
grim
grimblast-git
gtksourceview3
gtksourceviewmm
gvfs
gvfs-smb
hyprcursor-git
hypridle-git
hyprland-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprutils-git
hyprwayland-scanner-git
imagemagick
intel-ucode
jq
kvantum
kvantum-qt5
lexend-fonts-git
linux
linux-firmware
man-db
mkinitcpio-firmware
mpv
nano
nemo
neofetch
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nwg-look
pacman-contrib
pavucontrol
pinta
piper
pipes.js-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
playerctl
plymouth
polkit-gnome
python-materialyoucolor-git
python-psutil
python-pywal
python-pywayland
python-setproctitle
qps
qt5-wayland
qt5ct
qt6ct
rate-mirrors
safeeyes
seahorse
shotcut
spotify
spotify-adblock
starship
steam
stow
swappy
sway-audio-idle-inhibit-git
tenacity
tesseract
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinyxml2
translate-shell
ttf-gabarito-git
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable-git
ttf-readex-pro
ttf-roboto-slab
ttf-rubik-vf
tumbler
tzupdate
usbutils
vesktop-bin
vnstat
vscodium-bin
vulkan-radeon
waterfox-bin
webp-pixbuf-loader
wev
wf-recorder
wine
wireplumber
wlogout
wlr-randr
wlrctl
wmctrl
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
yad
yay
yay-debug
ydotool
zenity
