acpid
adw-gtk3-git
anyrun-git
aylurs-gtk-shell-git
base
base-devel
bc
blueman
bluez-utils
brightnessctl
btop
cliphist
cowfortune
cpupower
dart-sass
dmidecode
evtest
expac
fastfetch
featherpad
feishin-bin
ffmpegthumbnailer
figlet
file-roller
firefox
fish
foot
fuzzel-git
fwupd
gammastep
git
github-cli
github-desktop-bin
glm
gnome-bluetooth-3.0
gnome-control-center
gradience-git
greetd
greetd-tuigreet
grim
grimblast-git
gtksourceview3
gtksourceviewmm
gvfs
gvfs-smb
howdy
hyprcursor-git
hypridle-git
hyprland-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprutils-git
hyprwayland-scanner-git
imagemagick
intel-media-driver
intel-ucode
jq
kvantum
kvantum-qt5
lexend-fonts-git
lib32-mesa
lib32-vulkan-intel
libva-utils
libvdpau-va-gl
linux
linux-firmware
man-db
mkinitcpio-firmware
mpv
nano
neofetch
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-look
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
playerctl
plymouth-theme-circle-git
polkit-gnome
powertop
pycharm-community-edition
python-materialyoucolor-git
python-psutil
python-pywal
python-pywayland
python-setproctitle
qps
qt5-wayland
qt5ct
qt6ct
rate-mirrors
rot8-git
seahorse
sof-firmware
starship
stow
swappy
synology-drive
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinyxml2
ttf-gabarito-git
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable-git
ttf-poppins
ttf-readex-pro
ttf-roboto-slab
ttf-rubik-vf
ttf-space-mono-nerd
tumbler
usbutils
vdpauinfo
vesktop-bin
vnstat
vscodium-bin
waterfox-bin
webp-pixbuf-loader
wev
wf-recorder
wireplumber
wlogout
wlr-randr
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
yad
yay
yay-debug
ydotool
zenity
